{"sections":{"main":{"type":"page","disabled":true,"settings":{"kicker":"","show_title":true,"show_content":true,"text_size":2,"align_text":"text-left","height":"margin--small","width":"wrapper","text_color":"text--neutral","bg":"palette--light bg--neutral"}},"16552199445a145936":{"type":"section-gallery-text","blocks":{"16552199443b5f8c0e-0":{"type":"text","settings":{"title":"Terms + Conditions","text":"<p><\/p><p><em>By using this website, you agree to the following Terms and Conditions and Privacy Policy.<\/em><br\/><br\/>Please read them carefully before using this website. By using this site, you agree to follow, and be bound by the rules below. If you do not agree, please do not use this site. The Everyday Mother reserves the right to modify these terms at any time without prior notification. Please review this page periodically for changes.<br\/><br\/>All images, text, designs, graphics, trademarks and service marks are owned by and property of The Everyday Mother, or the credited party. It is a violation of federal law to use any of our intellectual property in whole or in part. <br\/><br\/>The Everyday Mother respects your privacy, and will not sell or rent your data to a third party. The Everyday Mother uses third party apps for business operation. These apps include all social media, Shopify, google analytics, PayPal, Etsy, Mailchimp, and similar reliable resources. You should read their privacy policies to make sure you comply. We are not liable or responsible for the accuracy, completeness, timeliness, reliability or availability of, any such parties. Outside sites linked on this, all of which have separate privacy and data collection practices, are only for your convenience and therefore you access them at your own risk. We are not responsible or liable for any loss or damage of any sort incurred as a result of any dealings with any third party website or merchant or operator of such a third party website.<br\/><br\/>If at any time you’d like to be removed from communications, please email hello@theeverydaymother.com.<br\/><br\/><strong>Disclaimers<\/strong><br\/><br\/>This website is updated on a regular basis and while we try to make accurate statements in a timely and effective manner, we cannot guarantee that all materials and related media contained herein are entirely accurate, complete or up to date. You expressly acknowledge and understand that any information or knowledge you gain as a result of using this website is used at your own risk. If you should see any errors or omissions and would like to let us know, please email hello@theeverydaymother.com.<br\/><br\/>The information on this site is provided on an “as is” basis. To the fullest extent permitted by law, this company:<br\/> <br\/>- Excludes all warranties and representations relating to this site and the content which may be provided by affiliate or third party links. <br\/>- Excludes all liabilities for damaging out of connecting with this website. This includes direct loss, loss of profit, computer damage, systems and programs, and other consequential and incidental damages. Opinions are my own, and you acknowledge that we do not offer a guarantee of accuracy of third party statements for your success. You should contact a professional as needed. We expressly disclaim any and all responsibility for any actions or omissions you choose to make as a result of using this website, related materials, products, courses or the materials contained herein.<br\/><br\/><strong>Termination<\/strong><\/p><p><br\/><\/p><p>If at any time we feel you have violated these Terms and Conditions, then we shall immediately terminate your use of our website and any related communications as we deem appropriate. It is within our sole discretion to allow any user’s access of our website, and we may revoke this access at any time without notice, and if necessary, block your IP address from further visits to our site(s). <\/p><p><br\/><\/p><p><strong>Refunds & Payment Collection<\/strong><\/p><p><br\/><\/p><p>We take your investment seriously, and we’d appreciate if you took our investment of time and resources into your success seriously too. Refunds will not be given unless specified in writing. We reserve the right to charge interest per day upon any outstanding payment left unpaid on or after 14 calendar days from due date. After 30 days of outstanding payment, we reserve the right to send you to collections, upon which you will be held responsible for any fees, including attorney fees and collection costs.<\/p><p><br\/><\/p><p><strong>Entire Agreement<\/strong><\/p><p><br\/><\/p><p>By using our website, you hereby consent to our Terms and Conditions of Use, the information contained herein constitutes the entire agreement between site users and our company relating to the use of this website. If any part of the terms is found unlawful, all other parts remain in full effect. These Terms, Conditions and Privacy Policy are governed by and construed in accordance with United States law. Any dispute arising out of or related to the information contained herein is subject to adjudication in the state of New York. If you require any more information or have any questions about our Terms and Conditions of website use, or our Privacy Policy, please feel free to contact us by email at hello@theeverydaymother.com.<\/p>","text_align":"text-left"}}},"block_order":["16552199443b5f8c0e-0"],"settings":{"bg":"palette--light bg--neutral"}},"1655219970aa82f407":{"type":"section-gallery-text","blocks":{"1655219970803863eb-0":{"type":"text","settings":{"title":"PRIVACY POLICY","text":"<p><em>The Everyday Mother respects your privacy. This policy is to help you understand how we collect and protect your information when you shop or visit this website, or engage with us on social media. Please read it carefully, any changes immediately go into effect.<\/em><br\/><\/p><p>We collect a variety of information from you when you visit our website, make purchases, or interact with us on social media.<\/p><p><br\/><\/p><p>By accepting this Privacy Policy, you are specifically consenting to our collection of the data described below, to our use of the data, to the processing of this data, and to our sharing of the data with third party processors as needed for our legitimate business interests.<br\/><\/p><p>The information we collect may include:<\/p><p><\/p><p><strong>Personal Data:<\/strong> like your address and name, for any orders you placed, so we can ship to you. Any additional information is given only voluntarily from a survey, or email. Commenting, or contacting me will also provide me with some personal information like your name and email. Your decision to disclose this data is entirely voluntary. You are under no obligation to provide this information, but your refusal may prevent you from accessing certain benefits from our website or from making purchases.<\/p><p><\/p><p><strong>Derivative Data:<\/strong> Derivative data is information that our servers automatically collect about you when you access our website, such as your IP address, browser type, the dates and times that you access our website, and the specific pages you view. If you are using a mobile application, our servers may collect information about your device name and type, your phone number, your country of origin, and other interactions with our application. If you make a payment on this site, your financial data is collected for returns or related apps. This shop is run by Shopify, and if you pay via PayPal you may review their privacy policy as well.<br\/><br\/>As a courtesy, Shopify Privacy Policy can be found here: https:\/\/www.shopify.com\/legal\/privacy.<br\/>PayPal Privacy Policy can be found here: https:\/\/www.paypal.com\/us\/webapps\/mpp\/ua\/privacy-full.<br\/><br\/>If you shop via The Everyday Mother Etsy or Amazon store, you can visit their policy pages too.<\/p><p><\/p><p><strong>Social Networking Data:<\/strong> We may access personal information from social networking sites and apps, including Facebook, Instagram, Linkedin, Pinterest, YouTube, Twitter, or other social networking sites or apps not named specifically here, which may include your name, your social network username, location, email address, age, gender, profile picture and any other public information. If you do not want us to access this information, please go to the specific social networking site and change your privacy settings. If you use our website via a mobile device or app, we may collect information about your mobile device, including device ID, model and manufacturer, and location information. If you enter a giveaway, you may be asked for additional information, but it will be clear that this is in exchange for a giveaway entry.<\/p><p><\/p><p>Your information allows us to offer you certain products and services, including the use of our website, to fulfill our obligations to you, to customize your interaction with our company and our website, and to allow us to suggest other products and services we think might interest you. We generally store your data and transmit it to a third party for processing. However, to the extent we process your data, we do so to serve our legitimate business interests (such as providing you with the opportunity to purchase our goods or services and interact with our website or mobile app).<\/p><p><\/p><p>The information and data described above to create your account, deliver products you purchased, correspond with you, process your payments, interact with you via social media, advertising, newsletters, giveaways, and the like. <br\/><\/p><p>We may share your information with third parties in certain situations. In particular, we may share your data with third party processors as needed to serve our legitimate business interests, which include administration of our website, administration of your account, entering into contracts with you, communicating with you, taking orders for goods or services, delivering our goods and services, identifying trends, protecting the security of our company and website, and marketing additional goods and services to you. The legal basis for our disclosure of your data is both your Consent to this Privacy Policy and our own right to protect and promote our legitimate business interests.<\/p><p><\/p><p>This include third party processing – like hosting, email, payment, delivery. We may share your information with the law if we are responding to a legal process to prevent or address fraud. To protect this company, ew may have to share information to get legal advice, manage risk or maintain insurance.<br\/><\/p><p>Using affiliate links means they will also receive your information, but they are not allowed to spam you, and it will be disclosed that it is an affiliate link. Please report to hello@theeverydaymother.com if an affiliate is contacting you in a way that has not be approved.<\/p><p><\/p><p>In the event that our company is sold, goes out of business or enters bankruptcy, your information may be an asset that is transferred to a third party successor. Such a successor is not bound by our Privacy Policy and may have its own. You will be notified in the event our Company is sold, goes out of business or enters bankruptcy.<\/p><p><br\/>If you interact with others on our website or mobile app, such as participating in a group chat or a group online course, other users may have access to some of your data, including your name, profile picture, and your history of interaction with our website, such as prior comments or posts. When you post online, your posts may be viewed by others, and we may distribute your comments outside the website.<br\/><\/p><p>Our website may include hyperlinks to other websites not controlled by us, so use caution when clicking. I am careful when including links, but it’s best to proceed with caution. We are not liable for any damage from clicking on a hyperlink, you should read their privacy policy before interacting. We may disclose your personal data as necessary to comply with any legal obligation or to protect your interests, or the vital interests of others or our company.<\/p><p><\/p><p><strong>Tracking Technologies<\/strong><\/p><p><\/p><p>This site uses cookies to authenticate your identity and security. If you do not consent to cookies, you need to update that on your preferences of your browser, but it may affect your ability to view our site, and make purchases here. Cookies, Log Files and Web Beacons: Like many other Web sites, we make use of log files. These files merely log visitors to the site – usually a standard procedure for hosting companies and a part of hosting services’ analytics. The information inside the log files includes internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date\/time stamp, referring\/exit pages, and possibly the number of clicks. This information is used to analyze trends, administer the site, track user’s movement around the site, and gather demographic information. IP addresses and other such information are not linked to any information that is personally identifiable. <br\/><\/p><p>We track analytics to help improve the site and user experience. The analytic companies may also use cookies or other tracking technologies to analyze visitors’ use of our website or mobile app to determine the popularity of the content, and better understand online activity. For the most part, we do not process your information in-house, but give it to third party processors for processing. For example, when PayPal takes your payment information, they are a third party processor. They process your payment and remit the funds to us. So in many instances, it will be necessary for us to transmit your information to a third party processor, as we do not have the capability to perform these functions. More detail on third party processing is detailed below.<br\/><\/p><p>However, we may, from time to time, process your data internally. The legal basis for this processing is both your consent to the processing, and our need to conduct our legitimate business interests. Our purposes in processing this information, if we do, is to administer, maintain, and improve our website and offerings, to enter into contracts with you, to fulfill the terms of those contracts, to keep records of our transactions and interactions, to be able to provide you with goods and services, to comply with our legal obligations, to obtain professional advice, and to protect the rights and interests of our company, our customers (including you), and any third parties.<br\/><\/p><p>We may process the following data: your personal information (name, email, location), how\/where you’re using our site. We may use any data you voluntarily provide to us, and any content you post by commenting or interacting with us. Our website is hosted by servers located in the U.S. Therefore, if you reside in the European Union, some of your data will be transferred internationally to those servers. Transfers will be protected by appropriate safeguards, namely the EU-US Privacy Shield. More information on the Privacy Shield can be found at: https:\/\/www.privacyshield.gov\/welcome.<br\/><\/p><p>We retain personal data as long as it is needed to to conduct our legitimate business purposes or to comply with our legal obligations, or until you ask us to delete your data. For example, we will retain certain personal information indefinitely for the purposes of maintaining your account, unless and until you delete your account. Data that we gather for a specific and particular purpose, such as assisting law enforcement or analyzing trends, will not be kept for longer than is necessary for that particular purpose. Data that is no longer needed by us for any of the purposes listed above will be permanently deleted.<br\/><\/p><p>You may request that we delete your data at any time. However, note that we cannot control third party apps. If you wish to have any third parties, including those to whom we’ve transmitted your data, delete that data, you will need to contact those third parties directly. You may request from us a list of all third parties to whom we have transmitted your data.<\/p><p><\/p><p>We take all reasonable steps to protect your personal data and keep your information secure. We use recognized online secure payment systems and implement generally accepted standards of security to protect against personal data loss or misuse. However, no security measure is foolproof, and no method of data transmission can be guaranteed against interception or misuse. We cannot guarantee complete security of any information you transmit to us. By consent to this Privacy Policy, you acknowledge that your personal data may be available, via the internet, around the world. We cannot prevent the use or misuse of your data by other parties. We will notify you of promptly any known breach of our security systems or your data which might expose you to serious risk. <\/p><p><\/p><p><strong>Your Rights<\/strong><br\/><\/p><p>Update Account Information: You have the right to update or change any information you have provided to us. To update or delete your information, please contact us at hello@theeverydaymother.com. You have the right to ask us to delete all data we hold about you, except what is required by law. At any point, you may opt out of receiving correspondence from us by unsubscribing.<\/p><p><\/p><p>Confirm Personal Data and Its Use: You have the right to request that we confirm what data we hold about you, and for what purposes. You also have the right to confirmation of whether we process your data or deliver your data to third party processors, and for what purposes. We will supply you with copies of your personal data unless doing so would affect the rights and freedoms of others.<br\/><\/p><p>Processing: You may, in some circumstances restrict the processing of your data, such as when you contest the accuracy of your data or when you have objected to processing, pending the verification of that objection. When processing has been restricted, we will continue to store your data but will not pass it on to third party processors without your consent, or as necessary to comply with legal obligations or protect your rights or those of others or our company. In addition, you may opt out of any processing of your data altogether. Note however that doing so may result in the termination of your account and loss of access to our website. <br\/><\/p><p>Complaints: You have the right to complain to a supervising authority if you believe we are misusing your data or have violated any of your rights under this Privacy Policy or applicable law. The State of California has established its own unique regulations that apply to California residents. If you reside in California, you have the right to obtain from us, once per year and free of charge, information regarding what information we disclose to third party marketers, and the names and addresses of each third party to whom we disclose your data.<\/p><p><\/p><p><strong>Newsletter<\/strong><\/p><p><\/p><p>You may opt in, or out of our newsletter at any time. The information to join is given voluntarily, and is shared with our mailing list platform. Your information will be shared with reasonably necessary parties for the ordinary course of conducting our business, such as through Facebook ads or Google Pay Per Click marketing campaigns. We do not ever sell your information to third parties. If any part of these Terms, Conditions and Privacy Policy is deemed unlawful and\/or unenforceable, all other provisions contained herein will remain in full force and effect. The information contained herein constitutes the entire agreement between site users and our company relating to the use of this website. These Terms, Conditions and Privacy Policy are governed by and construed in accordance with United States law. Any dispute arising out of or related to the information contained herein is subject to adjudication in the state of New York, United States.<br\/><\/p><p>Contact hello@theeverydaymother.com with any comments or questions.<\/p>","text_align":"text-left"}}},"block_order":["1655219970803863eb-0"],"settings":{"bg":"palette--light bg--neutral"}}},"order":["main","16552199445a145936","1655219970aa82f407"]}